{"stories": [{"title": "A. THE MONUMENT", "parades": []}, {"title": "  A1. Monument presentation", "parades": []}, {"title": "  A2. Description of the construction and decorative phases", "parades": []}, {"title": "  A3. Timeline", "parades": []}, {"title": "B. MEDIEVAL ICONOGRAPHY OF THE PAINTINGS", "parades": []}, {"title": "  B1. The earlier paintings", "parades": []}, {"title": "  B2. The salvation is within the church", "parades": []}, {"title": "  B3. The Apocalypse awaits at the central apse", "parades": []}, {"title": "  B4. Forerunners of faith", "parades": []}, {"title": "C. THE EARLIEST PAINTINGS", "parades": []}, {"title": "D. TECHNIQUES (AND MATERIALS)", "parades": []}, {"title": "  D1. The technique of the paintings of Pedret", "parades": [{"title": "Techniques used", "parent": "D1", "actions": [{"goto": "cam-salvation.txt"}, {"show-side-text": "Pedret's Romanesque paintings show a great technical mastery and a very good knowledge of the nature of the materials. The techniques used were the usual ones in Romanesque mural painting: fresco and lime painting."}, {"enable-pois": ["Christ", "Crownedlady", "Wise", "Foolish"]}, {"play-audio": "tecniques.mp3"}]}, {"title": "Fresco painting", "parent": "D1", "actions": [{"show-side-text": "The wall to be painted was levelled to apply, first, a mortar of lime and coarse sand (arriccio), and then another layer of thinner mortar (intonaco). This, while still damp, was painted with the pigments diluted with water. The <B>carbonation </b> of the lime amalgamates the pigments with the wall, without the need for a binder. This is the process known as fresco painting."}, {"enable-pois": []}]}, {"title": "Lime painting", "parent": "D1", "actions": [{"show-side-text": "As the mortar takes a short time to dry, fresco was only used for the first layers of paint and the backgrounds. For the final details, such as parts of the faces, folds of clothing, and decorative elements, the \"lime painting\" process was used. This consists of wetting the wall when it is dry and applying the pigments bound with lime water."}, {"enable-pois": []}]}, {"title": "Pigments used", "parent": "D1", "actions": [{"show-side-text": "The pigments used were those characteristics of fresco painting. For the reds and yellows, earths and oxides. For the whites, the same lime, and for the blacks, carbon black. It is worth noting the use of the blue pigment, aerinite, to make some mixtures of greens, a mineral of nearby origin that is frequently found in Romanesque Pyrenean paintings."}, {"enable-pois": []}]}]}, {"title": "  D2. How to paint a face", "parades": []}, {"title": "E. DETACHMENTS AND RESTORATIONS", "parades": []}, {"title": "  E1. Why the wall paintings of Pedret are not on the walls of the church", "parades": []}, {"title": "  E2. The process to detach a fresco from its wall", "parades": []}, {"title": "  E3. Where are the frescoes?", "parades": []}, {"title": "  E4. Installation and restorations", "parades": []}]}